{
  "vocab_size": 5000,
  "vocab": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    " ": 4,
    "!": 5,
    ",": 6,
    "-": 7,
    ".": 8,
    "?": 9,
    "ँ": 10,
    "ं": 11,
    "ः": 12,
    "अ": 13,
    "आ": 14,
    "इ": 15,
    "ई": 16,
    "उ": 17,
    "ऊ": 18,
    "ऋ": 19,
    "ऍ": 20,
    "ऎ": 21,
    "ए": 22,
    "ऐ": 23,
    "ऑ": 24,
    "ओ": 25,
    "औ": 26,
    "क": 27,
    "ख": 28,
    "ग": 29,
    "घ": 30,
    "ङ": 31,
    "च": 32,
    "छ": 33,
    "ज": 34,
    "झ": 35,
    "ञ": 36,
    "ट": 37,
    "ठ": 38,
    "ड": 39,
    "ढ": 40,
    "ण": 41,
    "त": 42,
    "थ": 43,
    "द": 44,
    "ध": 45,
    "न": 46,
    "ऩ": 47,
    "प": 48,
    "फ": 49,
    "ब": 50,
    "भ": 51,
    "म": 52,
    "य": 53,
    "र": 54,
    "ऱ": 55,
    "ल": 56,
    "ळ": 57,
    "व": 58,
    "श": 59,
    "ष": 60,
    "स": 61,
    "ह": 62,
    "़": 63,
    "ऽ": 64,
    "ा": 65,
    "ि": 66,
    "ी": 67,
    "ु": 68,
    "ू": 69,
    "ृ": 70,
    "ॅ": 71,
    "ॆ": 72,
    "े": 73,
    "ै": 74,
    "ॉ": 75,
    "ॊ": 76,
    "ो": 77,
    "ौ": 78,
    "्": 79,
    "ॐ": 80,
    "क़": 81,
    "ख़": 82,
    "ग़": 83,
    "ज़": 84,
    "ड़": 85,
    "ढ़": 86,
    "फ़": 87,
    "य़": 88,
    "ॠ": 89,
    "।": 90,
    "॥": 91,
    "०": 92,
    "१": 93,
    "२": 94,
    "३": 95,
    "४": 96,
    "५": 97,
    "६": 98,
    "७": 99,
    "८": 100,
    "९": 101,
    "॰": 102
  },
  "merges": {},
  "special_tokens": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    " ": 4
  }
}